{
    "sentences": [
        "You’ve got great leadership skills, _NAME_.",
        "Your voice is magnificent, _NAME_.",
        "Your quirks are so you, _NAME_ -- and I love that.",
        "Your perspective is refreshing, _NAME_.",
        "Your outlook on life is amazing, _NAME_.",
        "Your name suits you to a T, _NAME_.",
        "Your kindness is a balm to all who encounter it, _NAME_.",
        "Your creative potential seems limitless, _NAME_.",
        "Your ability to recall random factoids at just the right time is impressive, _NAME_.",
        "You've got an awesome sense of humor, _NAME_!",
        "You're wonderful, _NAME_.",
        "You're strong, _NAME_.",
        "You're someone's reason to smile, _NAME_.",
        "You're so thoughtful, _NAME_.",
        "You're really something special, _NAME_.",
        "You're one of a kind, _NAME_!",
        "You're more helpful than you realize, _NAME_.",
        "You're more fun than bubble wrap, _NAME_.",
        "You're more fun than a ball pit filled with candy, _NAME_.",
        "You're like a ray of sunshine on a really dreary day, _NAME_.",
        "You're like a breath of fresh air, _NAME_.",
        "You're great at figuring stuff out, _NAME_.",
        "You're even more beautiful on the inside than you are on the outside, _NAME_.",
        "You're even better than a unicorn, because you're real, _NAME_.",
        "You're better than a triple-scoop ice cream cone. With sprinkles, _NAME_.",
        "You're always learning new things and trying to better yourself, which is awesome, _NAME_.",
        "You're all that and a super-size bag of chips, _NAME_.",
        "You're a smart cookie, _NAME_.",
        "You're a great listener, _NAME_.",
        "You're a great example to others, _NAME_.",
        "You're a gift to those around you, _NAME_.",
        "You're a candle in the darkness, _NAME_.",
        "You were cool way before hipsters were cool, _NAME_.",
        "You should be thanked more often, _NAME_. So thank you!!",
        "You should be proud of yourself, _NAME_.",
        "You really seem to know who you are, _NAME_. I admire that.",
        "You may dance like no one's watching, but everyone's watching because you're an amazing dancer, _NAME_!",
        "You make my insides jump around in the best way, _NAME_.",
        "You make me want to be a better person, _NAME_.",
        "You make me float up like I’m on millions of bubbles, _NAME_.",
        "You make a bigger impact than you realize, _NAME_.",
        "You look so young, _NAME_!",
        "You look great today, _NAME_.",
        "You just made my day, _NAME_.",
        "You just light up the room, _NAME_.",
        "You just glow, _NAME_.",
        "You inspire me, _NAME_.",
        "You help me feel more joy in life, _NAME_.",
        "You help me be the best version of myself, _NAME_.",
        "You have the courage of your convictions, _NAME_.",
        "You have the best smile, _NAME_.",
        "You have the best sense of style, _NAME_.",
        "You have the best laugh, _NAME_.",
        "You have the best ideas, _NAME_.",
        "You have taught me so much, _NAME_.",
        "You have impeccable manners, _NAME_.",
        "You have cute elbows. For reals, _NAME_! ",
        "You have amazing creative potential, _NAME_.",
        "You have a great sense of humor, _NAME_.",
        "You have a good head on your shoulders, _NAME_.",
        "You have a gift for making people comfortable, _NAME_.",
        "You deserve a hug right now, _NAME_.",
        "You could survive a Zombie apocalypse, _NAME_.",
        "You bring out the best in the rest of us, _NAME_.",
        "You bring out the best in other people, _NAME_.",
        "You are the reason I am smiling today, _NAME_.",
        "You are the most perfect you there is, _NAME_.",
        "You are stunning, _NAME_.",
        "You are strong, _NAME_.",
        "You are so trustworthy; I always believe what you say, _NAME_.",
        "You are really kind to people around you, _NAME_.",
        "You are really courageous, _NAME_.",
        "You are one of the strongest people I know, _NAME_.",
        "You are one of the bravest people I know, _NAME_.",
        "You are making a difference, _NAME_.",
        "You are enough, _NAME_.",
        "You are awesome, _NAME_!",
        "You are an excellent friend, _NAME_.",
        "You are always so helpful, _NAME_.",
        "You are a great example to others, _NAME_.",
        "You always know just what to say, _NAME_.",
        "You always know -- and say -- exactly what I need to hear when I need to hear it, _NAME_.",
        "You always find something special in the most ordinary things, _NAME_.",
        "Who raised you? They deserve a medal for a job well done, _NAME_.",
        "When you're not afraid to be yourself is when you're most incredible, _NAME_.",
        "When you say, \"I meant to do that, \" I totally believe you, _NAME_.",
        "When you say you will do something, I trust you, _NAME_.",
        "When you make up your mind about something, nothing stands in your way, _NAME_.",
        "When you make a mistake, you try to fix it, _NAME_.",
        "When I'm down you always say something encouraging to help me feel better, _NAME_.",
        "There's ordinary, and then there's you, _NAME_.",
        "The way you treasure your loved ones is incredible, _NAME_.",
        "The people you love are lucky to have you in their lives, _NAME_.",
        "That thing you don't like about yourself is what makes you so interesting, _NAME_.",
        "That color looks perfect on you, _NAME_.",
        "Thank you for being you, _NAME_.",
        "Someone is getting through something hard right now because you've got their back, _NAME_. ",
        "Somehow you make time stop and fly at the same time, _NAME_.",
        "Our community is better because you're in it, _NAME_.",
        "On a scale from 1 to 10, you're an 11, _NAME_.",
        "Nothing can stop you, _NAME_.",
        "Jokes are funnier when you tell them, _NAME_.",
        "In high school I bet you were voted \"_NAME_: most likely to keep being awesome.\"",
        "If you were a scented candle, _NAME_, they'd call it Perfectly Imperfect (and it would smell like summer).",
        "If you were a box of crayons, you'd be the giant name-brand one with the built-in sharpener, _NAME_.",
        "If someone based an Internet meme on you, it would have impeccable grammar, _NAME_.",
        "I'm inspired by you, _NAME_.",
        "I'm grateful to know you, _NAME_.",
        "I tell everyone how amazing you are, _NAME_.",
        "I love the way you bring out the best in people, _NAME_.",
        "I like your style, _NAME_.",
        "I like the way you are, _NAME_.",
        "I know that you will always have my back, because that is the kind of person you are, _NAME_.",
        "I know that if you ever make a mistake, you fix it, _NAME_.",
        "I hope you are proud of yourself, _NAME_, because I am!",
        "I enjoy spending time with you, _NAME_.",
        "I bet you sweat glitter, _NAME_.",
        "I bet you do the crossword puzzle in ink, _NAME_.",
        "I appreciate you, _NAME_.",
        "I am really glad we met, _NAME_.",
        "I am a better person because of you, _NAME_.",
        "How is it that you always look great, _NAME_, even in sweatpants?",
        "How do you keep being so funny and making everyone laugh, _NAME_?",
        "Has anyone ever told you that you have great posture, _NAME_?",
        "Hanging out with you is always a blast, _NAME_.",
        "Everything would be better if more people were like you, _NAME_!",
        "Everything seems brighter when you are around, _NAME_.",
        "Everyone gets knocked down sometimes, but you always get back up and keep going, _NAME_.",
        "Even the things you don’t like about yourself make you interesting, _NAME_.",
        "Colors seem brighter when you're around, _NAME_.",
        "Being around you makes everything better, _NAME_!",
        "Being around you is like being on a happy little vacation, _NAME_.",
        "Any team would be lucky to have you on it, _NAME_.",
        "You can spell 'compliment' correctly, _NAME_.",
        "I like how you've never secretly plotted against my creator, _NAME_.",
        "I like how you try to make me say things against my creator, _NAME_."
    ]
}