{
    "sentences": [
        "Are you part of the mile high club?",
        "Before we started dating, did you ever fantasize about them?",
        "Big bottom or big bust?",
        "Black lace or white T-shirt?",
        "Can  watch you pleasure yourself?",
        "Can you give them a good example of your dirty talk?",
        "Can you send them a sexy pic of your favorite body part?",
        "Did you ever have a crush on a teacher?",
        "Did your parents ever give you the “birds and the bees” talk?",
        "Do you ever fantasize about them?",
        "Do you ever have dreams about them?",
        "Do you ever have naughty dreams?",
        "Do you ever watch adult videos?",
        "Do you get jealous when other guys check them out?",
        "Do you have a name for your package?",
        "Do you like BDSM?",
        "Do you like being loud?",
        "Do you like cuddling?",
        "Do you like experimenting with different positions?",
        "Do you like getting tied up? How about tying them up?",
        "Do you like going down on them?",
        "Do you like it when the other goes down on you?",
        "Do you like it with the lights on or off?",
        "Do you like making out?",
        "Do you like playing rough?",
        "Do you like sexting?",
        "Do you like them being possessive over you?",
        "Do you like watching them touch themselves?",
        "Do you like when they make the first move?",
        "Do you like when they send you dirty pictures?",
        "Do you like when they talk dirty to you?",
        "Do you like your hair pulled?",
        "Do you own any toys?",
        "Do you prefer doing it in the morning or night?",
        "Do you prefer having some fun in the morning or at night?",
        "Do you prefer long hair or short hair?",
        "Do you prefer to give or receive?",
        "Do you prefer top or bottom?",
        "Do you prefer your women shaved or all natural?",
        "Do you sleep in the buff or in boxers?",
        "Do you want to know what they’m wearing?",
        "Do you want to play dirty truth or dare?",
        "Does being sneaky give you a thrill?",
        "Does the thought of recording a video turn you on?",
        "Favorite position with the other on top?",
        "Has anyone accidentally seen you naked?",
        "Have you ever been attracted to someone of the same sex?",
        "Have you ever been caught going solo? By who?",
        "Have you ever been inside a gentlemen's club?",
        "Have you ever bought lingerie for a girl?",
        "Have you ever bragged to your friends about them?",
        "Have you ever cheated or been cheated on?",
        "Have you ever done it in front of other people?",
        "Have you ever done it in the backseat?",
        "Have you ever done it in the water?",
        "Have you ever done it outside?",
        "Have you ever done it with more than one woman in one day?",
        "Have you ever done it with someone you weren't attracted to?",
        "Have you ever fantasized about someone else while making love?",
        "Have you ever gone skinny dipping?",
        "Have you ever gotten a lap dance?",
        "Have you ever had a dream about them?",
        "Have you ever had a friend with benefits?",
        "Have you ever had a one night stand?",
        "Have you ever hooked up with someone you weren't supposed to hook up with?",
        "Have you ever just wanted to tear my clothes off?",
        "Have you ever played strip poker?",
        "Have you ever taken naked pictures of yourself?",
        "Have you ever tried edible underwear?",
        "Have you ever used food during intimacy?",
        "How did you find out about what you like in bed?",
        "How do they compare to other girls you've been with?",
        "How do you want the other to touch you? Describe it.",
        "How fast can you get here?",
        "How many exes' numbers are still in your phone?",
        "How many girlfriends have you had?",
        "How many rounds do you think you could go? What about on our wedding night?",
        "How many single girls' numbers are in your phone?",
        "How often do guys really think about doing it?",
        "How often do you like to be intimate?",
        "How old were you when you had for first kiss?",
        "How old were you when you lost it?",
        "How would you describe your package?",
        "How would you feel if they made you breakfast while wearing only an apron?",
        "If not, what would you name it?",
        "If we were in a movie theater, and the other wanted to do it, what would you want them to do?",
        "If you can describe my body with three words, how would you describe it?",
        "If you could only touch them in one place, where would it be?",
        "If you could see them wear anything, what would it be?",
        "If you had a pair of x-ray glasses, which part of my body would you look at first?",
        "If you were looking at movies online, what do you look for?",
        "If your love-making can be described by a weather event or a natural disaster, what would it be?",
        "In an ideal world, how long would foreplay be?",
        "Is laughing in the bedroom okay with you or do you prefer keeping things serious?",
        "Is there a sexy scene from a movie that you want to recreate with them?",
        "Is there anything you're afraid of in the bedroom?",
        "Rough or sensual?",
        "Someone heard kissing burns a lot of calories. Want to help them exercise?",
        "Spit or swallow?",
        "They ask you to dress them for our date night, which outfit of mine would you pick?",
        "They catch you staring at them. What part of them were you looking at?",
        "They come home from work stressed. How would you help them relax?",
        "Tight jeans or flirty skirt?",
        "Under the sheets, are you Iron Man, The Hulk, Thor, or Captain America?",
        "What are you best at in bed?",
        "What attempts did you make to woo them? Which ones worked?",
        "What color underwear do you like the most on them?",
        "What do my lips taste like?",
        "What do you do when you’re watching a movie with your parents and a certain type of scene comes on?",
        "What do you find most attractive in a girl?",
        "What do you look for in a partner for the bedroom?",
        "What do you prefer: boy shorts or thongs?",
        "What do you think about dirty talk over the phone or Facetime?",
        "What do you think about toys in the bedroom?",
        "What do you think of open relationships?",
        "What is one thing that they wear that you find completely irresistible?",
        "What is the craziest thing you have ever done?",
        "What is your biggest turn off?",
        "What is your biggest turn on?",
        "What is your favorite part of my body?",
        "What is your favorite place to be massaged?",
        "What is your favorite sex position?",
        "What is your favorite thing they do to you in bed?",
        "What is your opinion of hickies?",
        "What kind of music do you like to play in the bedroom, if any?",
        "What object did your adult-ed teacher use to demonstrate how to put on protection?",
        "What part of your body do you like the other touching the most?",
        "What was the last dirty dream you had?",
        "What was your first \"adult\" experience?",
        "What was your first time like?",
        "What would you do if the other sent you a dirty photo of them?",
        "What would you do if they answered the door without clothes on?",
        "What's a naughty fantasy you have about them?",
        "What's an instant turn-on for you?",
        "What's one public place where you would want to do it?",
        "What's one thing you want the other to do to you that they haven't done?",
        "What's something new you'd like to try in bed?",
        "What's the best bedroom experience that you've ever had?",
        "What's the best thing a woman can do to you in bed?",
        "What's the dirtiest thing you've though about doing to them?",
        "What's the farthest you've gone on a first date?",
        "What's the hottest thing you've done to someone else?",
        "What's the longest intimate session for you?",
        "What's the longest you've gone without doing it?",
        "What's the longest you've gone without doing it?",
        "What's the most number of times you've done it in a row?",
        "What's the weirdest place you've ever done it?",
        "What's the wildest thing you've ever done?",
        "What's your favorite song to get busy to?",
        "What's your favorite thing to do to them?",
        "What's your ideal date night?",
        "When do they look the most beautiful to you?",
        "When was the last time you went solo?",
        "When we wake up in the morning, what is the first thought that comes to mind when you look at them?",
        "When you first met them, was it love at first sight?",
        "When you're on top, what's your favorite position?",
        "Where is the most public place that you've touched yourself?",
        "Where's the most uncomfortable place you've ever done it?",
        "Which body part are you most proud of?",
        "Who do you think of when you pleasure yourself?",
        "Will you make them breakfast in bed?",
        "Would you consider yourself romantic?",
        "Would you let them pleasure you while you were driving?",
        "Would you rather see them in lingerie or nothing at all?",
        "Would you say you’ve been on Santa’s naughty or nice list most?",
        "You decide to give them a full body massage, where do you start?"
    ]
}