{
    "sentences": [
        "A portal to another world opens in front of you. You don't know how long it will stay open or if you'll be able to get back after you go through. What do you do?",
        "Among your friends or family, what are you famous for?",
        "An app mysteriously appears on your phone that does something amazing. What does it do?",
        "An epic feast is held in your honor, What is on the table?",
        "Are bigger or small schools better?",
        "Are there any songs that always bring a tear to your eye?",
        "Are you a cat or a dog person?",
        "Are you a very organized person?",
        "Are you scared of the dark?",
        "Are you usually early or late?",
        "Are you very active or do you prefer to just relax in your free time?",
        "As a child, what did you think would be awesome about being an adult, but isn't as awesome as you thought it would be?",
        "As the only human left on Earth, what would you do?",
        "Can you think of any technology that has only made the world worse? How about a piece of technology that has only made the world better?",
        "Did you ever buy something on a whim, regret it, but changed your mind later?",
        "Did you have an imaginary friend growing up?",
        "Did your family take seasonal vacations?",
        "Do athletes deserve the high salaries they receive? Why or why not?",
        "Do movies have the same power as books to change the world?",
        "Do you always have to have the latest phone?",
        "Do you answer the same questions several times? Why?",
        "Do you believe in aliens?",
        "Do you believe in any superstitions? If so, which ones?",
        "Do you care about fashion? What style of clothes do you usually wear?",
        "Do you change your opinion depending on who you're around?",
        "Do you cover your eyes during a scary part in a movie?",
        "Do you eat food that's past its expiration date if it still smells and looks fine?",
        "Do you ever actively avoid your neighbors?",
        "Do you ever talk to yourself? If so, what do you say?",
        "Do you experience phantom vibration? (Feeling your phone vibrate even though it didn't.)",
        "Do you feel like fall and spring are getting shorter?",
        "Do you have an open mind?",
        "Do you have any hidden talents? What are they?",
        "Do you have any pets? What are their names?",
        "Do you like snow?",
        "Do you like things to be carefully planned or do you prefer to just go with the flow?",
        "Do you play sports video games? Which ones? Is playing the video game or sport more fun? Why?",
        "Do you prefer fiction or nonfiction books?",
        "Do you prefer physical books or ebooks?",
        "Do you prefer staying up late or going to bed early?",
        "Do you prefer summer or winter activities?",
        "Do you prefer to go off the beaten path when you travel?",
        "Do you prefer to watch movies in the theater or in the comfort of your own home?",
        "Do you prefer traveling alone or with a group?",
        "Do you text more or call more? Why?",
        "Do you think people read more or less books now than 50 years ago?",
        "Do you think that aliens exist?",
        "Do you think that children born today will have better or worse lives than their parents?",
        "Do you think that humans will ever be able to live together in harmony?",
        "Do you usually achieve goals you set? Why or why not?",
        "Do you wish there were more or less holidays? Why?",
        "Does fashion help society in any way?",
        "Does government have a place in regulating food? To what extent should government regulate food?",
        "Does having a day off for a holiday increase or decrease productivity at work?",
        "Does social media make people less social?",
        "Does technology simplify life or make it more complicated?",
        "Has anyone ever saved your life? What happened?",
        "Have you ever faked sick to get out of a social engagement?",
        "Have you ever had a lucid dream? What was it like?",
        "Have you ever had a paranormal experience?",
        "Have you ever regretted something you did to get a crush or partner's attention?",
        "Have you ever saved an animal's life?",
        "Have you ever saved someone's life?",
        "Have you ever seen the northern lights?",
        "Have you ever seen/experienced snow?",
        "Have you won anything before?",
        "Have your parents influenced what goals you have?",
        "How ambitious are you?",
        "How can governments make education more efficient?",
        "How can technology improve education? Can it hurt education?",
        "How comfortable are you speaking in front of large groups of people?",
        "How different was your life one year ago?",
        "How do clothes change how the opposite sex views a person?",
        "How do you feel if you accidentally leave your phone at home?",
        "How do you get in the way of your own success?",
        "How do you hope you'll change as a person in the future?",
        "How do you judge a person?",
        "How do you make yourself sleep when you can't seem to get to sleep?",
        "How do you plan to make the world a better place?",
        "How do you relax after a hard day of work?",
        "How do you think traveling to a lot of different countries changes a person?",
        "How fast do you read?",
        "How has technology changed the music industry?",
        "How has the education you received changed your life?",
        "How have TV shows changed over the years?",
        "How have your goals changed over your life?",
        "How many apps do you have on your phone?",
        "How much do you plan / prepare for the future?",
        "How much do you plan for the future?",
        "How much do you think names affect the outcomes of people's lives?",
        "How much of your body would you cybernetically enhance if you could?",
        "How much time do you spend on the internet? What do you usually do?",
        "How much time do you spend watching sports in a week?",
        "How often do you binge watch shows?",
        "How often do you check your phone?",
        "How often do you curse?",
        "How often do you go to the library?",
        "How often do you help others? Who do you help? How do you help?",
        "How often do you people watch?",
        "How often do you play sports?",
        "How often do you remember your dreams?",
        "How often do you stay up past 3 a.m.?",
        "How should success be measured? By that measurement, who is the most successful person you know?",
        "If all jobs had the same pay and hours, what job would you like to have?",
        "If animals could talk, which animal would be the most annoying?",
        "If cartoon physics suddenly replaced real physics, what are some things you would want to try?",
        "If life is a game, like some people say, what are some of the rules?",
        "If magic was real, what spell would you try to learn first?",
        "If money and practicality weren't a problem, what would be the most interesting way to get around town?",
        "If people receive a purple heart for bravery, what would other color hearts represent?",
        "If some of the lesser known holidays were commercialized, what would the commercialization look like?",
        "If someone narrated your life, who would you want to be the narrator?",
        "If there was a book of commandments for the modern world, what would some of the rules be?",
        "If this were the Matrix would you take the red pill or the blue pill?",
        "If you built a themed hotel, what would the theme be and what would the rooms look like?",
        "If you can't judge a book by it's cover, what can you judge it by?",
        "If you could airdrop anything you want, worth two million dollars or less, anywhere you want, what would you airdrop and where would you airdrop it?",
        "If you could be one character from a book for a day who would you be and why?",
        "If you could bring back one TV show that was cancelled, which one would you bring back?",
        "If you could call up anyone in the world and have a one hour conversation, who would you call?",
        "If you could convince everyone in the world to do one thing at one point in time, what would that thing be?",
        "If you could hack into any one computer, which computer would you choose?",
        "If you could have a never-ending candle that smelled like anything you wanted, what fragrance would you want it to be?",
        "If you could have a video of any one event in your life, what event would you choose?",
        "If you could have an all-expenses paid trip to see any famous world monument, which monument would you choose?",
        "If you could have any animal as a pet, what animal would you choose?",
        "If you could know the truth behind every conspiracy, but you would instantly die if you hinted that you knew the truth, would you want to know?",
        "If you could learn the answer to one question about your future, what would the question be?",
        "If you could live your life again, would you change something?",
        "If you could make a 20 second phone call to yourself at any point in your life present or future, when would you call and what would you say?",
        "If you could make a holiday, what would it be like? What traditions would it have? What would people eat on your holiday?",
        "If you could make one rule that everyone had to follow, what rule would you make?",
        "If you could morph any two animals together to create a super animal, what two animals? Why?",
        "If you could only say one phrase for the entire day, what would it be?",
        "If you could reincarnate yourself, would you rather come back as a human or an animal?",
        "If you could suddenly become invisible, what would you do?",
        "If you could switch two movie characters, what switch would lead to the most inappropriate movies?",
        "If you could talk to animals and they would understand you, but you couldn't understand them, what would you do with that power?",
        "If you could turn any activity into an Olympic sport, what would you have a good chance at winning medal for?",
        "If you couldn't be convicted of any one type of crime, what criminal charge would you like to be immune to?",
        "If you didn't care at all what people thought of you, what clothes would you wear?",
        "If you didn't have to sleep, what would you do with the extra time?",
        "If you had a clock that would countdown to any one event of your choosing, what event would you want it to countdown to?",
        "If you had a cloning machine what would you use it for?",
        "If you had a giraffe that you needed to hide, where would you hide it?",
        "If you had a HUD that showed three stats about any person you looked at, what three stats would you want it to show?",
        "If you had a personal flag, what would be on it?",
        "If you had a personal mascot, what would your mascot be?",
        "If you had intro music, what song would it be? Why?",
        "If you had to change your name, what would you change it to?",
        "If you had to change your name, what would your new name be?",
        "If you had to disappear and start a whole new life, what would you want your new life to look like?",
        "If you had to get rid of a holiday, which would you get rid of? Why?",
        "If you had to give something up, what would be easiest for you to let go of?",
        "If you had to give something up, what would be hardest for you to let go of?",
        "If you had unlimited funds to build a house that you would live in for the rest of your life, what would the finished house be like?",
        "If you lived in a virtual reality world of your own creation, what would it look like?",
        "If you met a genie, what would your three wishes be?",
        "If you opened a business, what kind of business would it be?",
        "If you opened a restaurant, what kind of food would you serve?",
        "If you owned a restaurant, what kind of food would it serve?",
        "If you suddenly became a master at woodworking, what would you make?",
        "If you wanted to slowly drive a roommate insane using only notes, what kind of notes would you leave around the house?",
        "If you were a clown themed super hero, what powers would you have?",
        "If you were a ghost and could possess people, what would you make them do?",
        "If you were a king / queen, what would your throne look like?",
        "If you were arrested for no reason, what would your friends/family assume you had done?",
        "If you were dictator of a small island nation, what crazy dictator stuff would you do?",
        "If you were forced to relive one 10-minute block of your life again and again for all eternity, what 10 minutes of your life would you choose?",
        "If you were given a PhD degree, but had no more knowledge of the subject of the degree besides what you have now, what degree would you want to be given to you?",
        "If you were given five million dollars to open a small museum, what kind of museum would you create?",
        "If you were given one thousand acres of land that you didn't need to pay taxes on but couldn't sell, what would you do with it?",
        "If you were given unlimited resources, how would you lure the worst of humanity into one stadium at the same time?",
        "If you were guaranteed to be successful in a profession what would you do?",
        "If you were hired to show tourists what life is really like where you live, what would you show them / have them do?",
        "If you were home by yourself all day, what would you do?",
        "If you were in charge of renaming things so that their names would be more accurate, what names would you come up with?",
        "If you were moving to another country, but could only pack one carry-on sized bag, what would you pack?",
        "If you were on the run from the police for a crime you didn't commit, where would you go?",
        "If you were put into solitary confinement for six months, what would you do to stay sane?",
        "If your childhood had a smell, what would it be?",
        "If your job gave you a surprise three day paid break to rest and recuperate, what would you do with those three days?",
        "If your life was a book, what would its title be?",
        "If your life was a meal, what kind of meal would it be?",
        "If your mind was an island, what would it look like?",
        "Imagine bottled emotions would exist (you drink it and feel it). Which flavors would you expect?",
        "In the past people were buried with the items they would need in the afterlife, what would you want buried with you so you could use it in the afterlife?",
        "In what situation or place would you feel the most out of place in?",
        "In what situations, do you wish you could throw down a smoke bomb and disappear?",
        "In your group of friends, what role do you play?",
        "Is it better to live where there are four seasons or where one season takes up most of the year?",
        "Is teaching a skill that can be taught?",
        "Is there a time, place and period you would love to visit if you had a time machine?",
        "Name a band you only pretend to like.",
        "Now that indie publishing has become easier, have books gotten better or worse?",
        "Records, tapes, CDs, MP3s. Which did you grow up with? What is good and bad about each?",
        "There are two types of people in this world. What are the two types?",
        "They say that everyone has a book in them. What would your book be about?",
        "Think of a brand, now what would an honest slogan for that brand be?",
        "Time freezes for everyone but you for one day. What do you do?",
        "Was there ever an event in your life that defied explanation?",
        "What \"old person\" things do you do?",
        "What about the opposite sex confuses you the most?",
        "What actors or actresses can't play a different character because they played their most famous character too well?",
        "What actors or actresses play the same character in almost every movie or show they do?",
        "What advice would you give to your younger self?",
        "What age do you want to live to?",
        "What age do you wish you could permanently be?",
        "What always cheers you up when you think about it?",
        "What amazing thing did you do that no one was around to see?",
        "What animal is the most majestic?",
        "What animal or insect do you wish humans could eradicate?",
        "What animal or plant do you think should be renamed?",
        "What animal would be cutest if scaled down to the size of a cat?",
        "What animal would be the most terrifying if it could speak?",
        "What animal would you most like to eat?",
        "What annoys you most about the in-groups you are a part of?",
        "What app can you not believe someone hasn't made yet?",
        "What apps have changed your life a lot?",
        "What are some clever examples of misdirection you've seen?",
        "What are some goals you have already achieved?",
        "What are some goals you have failed to accomplish?",
        "What are some good and bad things about the education system in your country?",
        "What are some misconceptions about your hobby?",
        "What are some of the best vacations you've had?",
        "What are some of the events in your life that made you who you are?",
        "What are some of the most common misconceptions?",
        "What are some of the silliest lyrics you've heard in a song?",
        "What are some of your personal \"rules\" that you never break?",
        "What are some red flags to watch out for in daily life?",
        "What are some small things that make your day better?",
        "What are some strange beliefs that some people have?",
        "What are some things you want to accomplish before you die?",
        "What are some things you've had to unlearn?",
        "What are the three best apps on your phone?",
        "What are the top three things you want to accomplish before you die? How close are you to accomplishing them?",
        "What are three interesting facts about you?",
        "What are three of the most significant numbers in your life?",
        "What are you absolutely determined to do?",
        "What are you addicted to?",
        "What are you best at?",
        "What are you currently worried about?",
        "What are you going to do this weekend?",
        "What are you interested in that most people aren't?",
        "What are you interested in that most people haven't heard of?",
        "What are you looking forward to in the coming months?",
        "What are you most insecure about?",
        "What are you most likely to become famous for?",
        "What are you most likely very wrong about?",
        "What are you most looking forward to in the next 10 years?",
        "What are you really good at, but kind of embarrassed that you are good at it?",
        "What are your goals for the next two years?",
        "What are your most important rules when going on a date?",
        "What artist or band do you always recommend when someone asks for a music recommendation?",
        "What awful movie do you love?",
        "What bands or types of music do you listen to when you exercise?",
        "What bends your mind every time you think about it?",
        "What benefit do you bring to the group when you hang out with friends?",
        "What big event do you think will happen soon that most people aren't expecting?",
        "What bit of trivia do you know that is very interesting but also very useless?",
        "What book genres do you like to read?",
        "What book has had the biggest effect on the modern world?",
        "What book has had the biggest impact on your life?",
        "What book has influenced you the most?",
        "What book impacted you the most?",
        "What brand are you most loyal to?",
        "What bridges do you not regret burning?",
        "What can you do today that you were not capable of one year ago?",
        "What can you not get right, no matter how many times you try?",
        "What cartoons did you watch as a child?",
        "What challenge are you currently grappling with?",
        "What challenging thing are you working through these days?",
        "What chance encounter changed your life forever?",
        "What chapters would you separate your autobiography into?",
        "What character in a movie could have been great, but the actor they cast didn't fit the role?",
        "What city would you most like to live in?",
        "What company do you despise?",
        "What could you do with two million dollars to impact the most amount of people?",
        "What could you give a 40-minute presentation on with absolutely no preparation?",
        "What country is the strangest?",
        "What current trend do you hope will go on for a long time?",
        "What current trend makes no sense to you?",
        "What defines a sport? Is fishing a sport? How about video game tournaments?",
        "What did you believe for way too long as a child?",
        "What did you do in life that you're proud of?",
        "What did you do on your last vacation?",
        "What did you eat so much of that now you hate it?",
        "What did you Google last?",
        "What did you like / dislike about where you grew up?",
        "What did you think was going to be amazing but turned out to be horrible?",
        "What did you think you would grow out of but haven't?",
        "What do a lot of people have very strong opinions about, even though they know very little about it?",
        "What do a lot of people hope will happen but is just not going to happen?",
        "What do app makers do that really annoys you?",
        "What do people think is weird about you?",
        "What do you bring with you everywhere you go?",
        "What do you consider to be your best find?",
        "What do you do to get rid of stress?",
        "What do you do to improve your mood when you are in a bad mood?",
        "What do you do to make the world a better place?",
        "What do you do when you hang out with your friends?",
        "What do you do when you hear something fall in the middle of the night while you are in bed?",
        "What do you enjoy doing?",
        "What do you fear is hiding in the dark?",
        "What do you find a bizarre sounding word in the English language?",
        "What do you get every time you go grocery shopping?",
        "What do you hate most and love most about your car?",
        "What do you have doubts about?",
        "What do you hope never changes?",
        "What do you hope to achieve in your professional life?",
        "What do you hope your last words will be?",
        "What do you know about the history of some holidays?",
        "What do you like about classical music?",
        "What do you like about documentaries?",
        "What do you like about going to concerts?",
        "What do you like about horror movies?",
        "What do you like about other people?",
        "What do you like about reality TV shows?",
        "What do you like about spicy food? Why or why not?",
        "What do you like about yourself?",
        "What do you like most about your family?",
        "What do you like to do in spring?",
        "What do you most often look down on people for? What do you think other people look down on you for?",
        "What do you need help with most often?",
        "What do you regret not doing or starting when you were younger?",
        "What do you regret not doing?",
        "What do you spend the most time thinking about?",
        "What do you strongly suspect but have no proof of?",
        "What do you take for granted?",
        "What do you think about game shows? Do you have a favorite one?",
        "What do you think about reality TV? Why is it so popular?",
        "What do you think about when you hear the word \"classy\"?",
        "What do you think could be done to improve the media?",
        "What do you think of buffets?",
        "What do you think of homeschooling?",
        "What do you think of online education?",
        "What do you think of standardized tests?",
        "What do you think of stay-cations? (Vacationing and seeing tourist attractions where you live.)",
        "What do you think of tattoos? Do you have any?",
        "What do you think of tour group packages?",
        "What do you think people see when they look at you?",
        "What do you think the next big technological advance will be?",
        "What do you think the oldest sport still being played is?",
        "What do you think you are much better at than you actually are?",
        "What do you think you do better than 90% of people?",
        "What do you usually do if you are bored?",
        "What do you want to be remembered for?",
        "What do you want your epitaph to be?",
        "What do you wish you could tell yourself 10 years ago? What do you think you'll want to tell your current self 10 years from now?",
        "What do you wish you knew more about?",
        "What do you wish you spent more time doing 5 years ago?",
        "What do you wish your brain was better at doing?",
        "What do you wish your phone could do?",
        "What do your favorite pajamas look like?",
        "What does your own personal hell look like? How about your own personal heaven?",
        "What elements of pop culture will be forever tied in your mind to your childhood?",
        "What escalated very quickly?",
        "What experience in life shaped you the most?",
        "What fact are you resigned to?",
        "What fad or trend do you hope comes back?",
        "What fashion trend makes you cringe or laugh every time you see it?",
        "What fictional characters have you had a crush on over the years?",
        "What fictional place would you most like to go?",
        "What flavor of ice cream do you wish existed?",
        "What food always makes you sallivate?",
        "What food do you know you shouldn't eat but can't help yourself?",
        "What food have you never eaten but would really like to try?",
        "What food is delicious but a pain to eat?",
        "What food looks bad but tastes delicious?",
        "What foods do you absolutely hate?",
        "What from the present will withstand the test of time?",
        "What game have you spent the most hours playing?",
        "What game or movie universe would you most like to live in?",
        "What gets you fired up?",
        "What gives your life meaning?",
        "What goal do you think humanity is not focused enough on achieving?",
        "What habit do you have now that you wish you started much earlier?",
        "What happens in your country regularly that people in most countries would find strange or bizarre?",
        "What happens regularly that would horrify a person from 100 years ago?",
        "What has been blown way out of proportion?",
        "What has someone borrowed but never given back?",
        "What have you created that you are most proud of?",
        "What have you done so far today? Answer in a haiku.",
        "What have you only recently formed an opinion about?",
        "What hobby would you get into if time and money weren't an issue?",
        "What holidays have been over commercialized?",
        "What horror story do you have from a job you've had?",
        "What inanimate object would be the most annoying if it played loud upbeat music while being used?",
        "What inconsequential super power would you like to have?",
        "What incredibly strong opinion or belief do you have that is completely unimportant in the grand scheme of things?",
        "What invention doesn't get a lot of love, but has greatly improved the world?",
        "What irrational fear do you have?",
        "What is a common experience for many people that you've never experienced?",
        "What is a controversial opinion you have about something silly?",
        "What is a fashion trend you are really glad went away?",
        "What is a word that other people use often but you can't stand?",
        "What is about to get much better?",
        "What is are some of your Pavlovian responses?",
        "What is better broken than whole?",
        "What is fine in small numbers but terrifying in large numbers?",
        "What is incredibly cheap and you would pay way more for?",
        "What is legal now, but probably won't be in 25 years?",
        "What is most important for you in a friendship?",
        "What is most important in life?",
        "What is one job you could never do?",
        "What is one movie you're embarrassed to admit you enjoy?",
        "What is one of your favorite smells?",
        "What is one responsibility you really wish you didn't have?",
        "What is one responsibility you wish you didn't have?",
        "What is one thing you did that you really wish you could go back and undo?",
        "What is one useless skill you'd love to learn anyway?",
        "What is quickly becoming obsolete?",
        "What is some insider knowledge that only people in your line of work have?",
        "What is something common from your childhood that will seem strange to future generations?",
        "What is something commonly done that gets progressively weirder the more you think about it?",
        "What is something good that happened recently?",
        "What is something horrible that everyone should try at least once?",
        "What is something people don't worry about but really should?",
        "What is something that a ton of people are obsessed with but you just don't get the point of?",
        "What is something that all your friends agree on?",
        "What is something that everyone agrees we should change, but somehow it never changes?",
        "What is something that everyone knows is true, but we don't like to admit it?",
        "What is something that everyone, absolutely everyone, in the entire world can agree on?",
        "What is something that happened or something that someone said that changed how you view the world?",
        "What is something that is considered a luxury, but you don't think you could live without?",
        "What is something that is popular now that annoys you?",
        "What is something that others don't know?",
        "What is something that overwhelms you?",
        "What is something that people think makes them look cool, but actually has the opposite effect?",
        "What is something that really annoys you but doesn't bother most people?",
        "What is something that will always be in fashion, no matter how much time passes?",
        "What is something that your friends would consider \"so you\"?",
        "What is something you are certain you'll never experience?",
        "What is something you are obsessed with?",
        "What is something you are self-conscious about?",
        "What is something you can never seem to finish?",
        "What is something you could do alone, but is only enjoyable with other people?",
        "What is something you have done that has made you really proud?",
        "What is something you know you do differently than most people?",
        "What is something you like to do the old-fashioned way?",
        "What is something you really resent paying for?",
        "What is something you think everyone should do at least once in their lives?",
        "What is something you will NEVER do again?",
        "What is something you've been meaning to try but just haven't gotten around to it?",
        "What is special about the place you grew up?",
        "What is the \"holy grail\" of your life?",
        "What is the best / worst practical joke that you've played on someone or that was played on you?",
        "What is the best / worst thing about your work / school?",
        "What is the best and worst piece of advice you've ever received?",
        "What is the best and worst thing about getting older?",
        "What is the best and worst thing about the country you are from?",
        "What is the best and worst thing about the culture you are from?",
        "What is the best conversation starter you know?",
        "What is the best lesson you've learned from a work of fiction?",
        "What is the best music video you've ever seen?",
        "What is the best pair of shoes you have ever owned? Why were they so good?",
        "What is the best restaurant in your area?",
        "What is the best room in your house? Why?",
        "What is the best sandwich you've ever had?",
        "What is the best show currently on TV?",
        "What is the best single day on the calendar?",
        "What is the best sitcom past or present?",
        "What is the best snack?",
        "What is the best thing about traveling? How about the worst thing?",
        "What is the best thing about you?",
        "What is the best thing that happened to you last week?",
        "What is the best thing to do on a cold winter day?",
        "What is the best thing you got from your parents?",
        "What is the best way a person can spend their time?",
        "What is the best way to discover new music?",
        "What is the best way to start the day?",
        "What is the best way to stay motivated and complete goals?",
        "What is the best way to travel? (Plane, car, train, etc.)",
        "What is the biggest holiday for your family?",
        "What is the biggest lesson you never learned?",
        "What is the biggest overreaction you've ever seen?",
        "What is the clumsiest thing you've done?",
        "What is the coldest you've ever been?",
        "What is the coolest animal you've seen in the wild?",
        "What is the craziest conversation you've overheard?",
        "What is the craziest video you've ever seen?",
        "What is the craziest, most outrageous thing you want to achieve?",
        "What is the creepiest tech out there?",
        "What is the cutest thing you can imagine? Something so cute it's almost painful.",
        "What is the fanciest restaurant you have eaten at?",
        "What is the farthest you've ever been from home?",
        "What is the funniest actual name you've heard of someone having?",
        "What is the funniest comedy skit you've seen?",
        "What is the funniest joke you know by heart?",
        "What is the funniest pick up line you've heard?",
        "What is the funniest thing you've done or had happen while your mind was wandering?",
        "What is the funniest thing you've seen a kid do?",
        "What is the funniest TV series you have seen?",
        "What is the funniest TV show you've ever seen?",
        "What is the funniest word in the English language?",
        "What is the greatest song in the world? (no, not the tribute)",
        "What is the grossest food that you just can't get enough of?",
        "What is the hardest lesson you've learned?",
        "What is the hardest sport to excel at?",
        "What is the hardest you've ever worked?",
        "What is the last adventure you went on?",
        "What is the last gift you bought for someone?",
        "What is the longest book you have read?",
        "What is the longest plane trip you have taken?",
        "What is the longest rabbit hole you've been down?",
        "What is the luckiest thing that has happened to you?",
        "What is the most addicted to a game you've ever been?",
        "What is the most addictive mobile game you have played?",
        "What is the most amazing place in nature you've been?",
        "What is the most amazing slow motion video you've seen?",
        "What is the most amazing true story you've heard?",
        "What is the most annoying animal you've encountered?",
        "What is the most annoying app you have tried?",
        "What is the most annoying habit someone can have?",
        "What is the most annoying habit that other people have?",
        "What is the most annoying noise?",
        "What is the most annoying question that people ask you?",
        "What is the most annoying thing about the social media platform you use most often?",
        "What is the most annoying thing about your phone?",
        "What is the most anxiety inducing thing you do on a regular basis?",
        "What is the most awkward thing that happens to you on a regular basis?",
        "What is the most beautiful beach you've been to?",
        "What is the most boring sport, and what would you do to make it more exciting?",
        "What is the most boring super hero you can come up with?",
        "What is the most childish thing you still do?",
        "What is the most comfortable bed or chair you've ever been in?",
        "What is the most comfortable piece of clothing you own?",
        "What is the most common misconception about you?",
        "What is the most creative use of emojis you've ever seen?",
        "What is the most embarrassing piece of clothing you own?",
        "What is the most embarrassing story from your childhood?",
        "What is the most embarrassing thing your parents have caught you doing?",
        "What is the most epic way you've seen someone quit or be fired?",
        "What is the most expensive thing you've broken?",
        "What is the most frustrating product you own?",
        "What is the most heartwarming thing you've ever seen?",
        "What is the most historic thing that has happened in your lifetime?",
        "What is the most illegal thing you've done?",
        "What is the most immature thing that you do?",
        "What is the most impressive thing you know how to do?",
        "What is the most inappropriate time you've ever laughed?",
        "What is the most interesting building you've ever seen or been in?",
        "What is the most interesting documentary you've ever watched?",
        "What is the most interesting piece of art you've seen?",
        "What is the most ironic thing you've seen happen?",
        "What is the most memorable (good or bad) meal you've eaten?",
        "What is the most overrated movie?",
        "What is the most overrated product out on the market?",
        "What is the most physically painful thing you've ever experienced?",
        "What is the most pleasant sounding accent?",
        "What is the most rage inducing game you've ever played?",
        "What is the most recent show you've binge watched?",
        "What is the most refreshing thing on a hot summer day?",
        "What is the most ridiculous animal on the planet?",
        "What is the most ridiculous fact you know?",
        "What is the most ridiculous thing you have bought?",
        "What is the most surprising self-realization you've had?",
        "What is the most underrated or overrated TV show?",
        "What is the most useful app on your phone?",
        "What is the most useful thing you own?",
        "What is the oldest thing you own?",
        "What is the one food you could never bring yourself to eat?",
        "What is the opposite of a koala?",
        "What is the saddest scene in a movie or TV series?",
        "What is the scariest nonhorror movie?",
        "What is the scariest thing that's ever happened to you?",
        "What is the scariest thing you've ever done?",
        "What is the shadiest thing you've seen someone do?",
        "What is the silliest fear you have?",
        "What is the silliest thing someone has argued with you about?",
        "What is the silliest thing you can remember doing?",
        "What is the silliest thing you've convinced someone of?",
        "What is the silliest thing you've done that actually turned out pretty well?",
        "What is the silliest thing you've seen someone get upset about?",
        "What is the smartest thing you've seen an animal do?",
        "What is the spiciest thing you have ever eaten?",
        "What is the spiciest thing you've ever eaten?",
        "What is the strangest app you have heard of or tried?",
        "What is the strangest dream you have ever had?",
        "What is the strangest habit some people have?",
        "What is the strangest movie you have ever seen?",
        "What is the strangest themed restaurant you have heard of?",
        "What is the strangest thing you have come across?",
        "What is the title of the current chapter of your life?",
        "What is the weirdest conversation you've eavesdropped on?",
        "What is the weirdest crush you've had?",
        "What is the weirdest dream you've ever had?",
        "What is the weirdest text or email you've gotten?",
        "What is the weirdest thing about modern life that people just accept as normal?",
        "What is the weirdest thing that has happened to you while working at your job?",
        "What is the weirdest thing you have ever eaten?",
        "What is the weirdest thing you've ever collected?",
        "What is the weirdest thing you've ever said to a stranger?",
        "What is the weirdest thing you've found lying on the ground / side of the road?",
        "What is your chosen snackfood/drinks during a long (road) trip?",
        "Can you share any memorable road trips?",
        "Do you want to build a snowperson?",
        "What is something good you remember?",
        "What was (one of) your \"falling in a rabbit hole\" moment(s)?",
        "What is the worst advice someone else has ever given you?",
        "What is the worst backhanded compliment you could give someone?",
        "What is the worst fast food restaurant?",
        "What is the worst hairstyle you've ever had?",
        "What is the worst hotel you have stayed at? How about the best hotel?",
        "What is the worst movie trope?",
        "What is the worst movie you have seen recently?",
        "What is the worst restaurant you have ever eaten at?",
        "What is the worst thing you ate from a fast food restaurant?",
        "What is the worst thing you've eaten out of politeness?",
        "What is worth spending more on to get the best?",
        "What is wrong but sounds right?",
        "What is your \"...and then it got worse\" story?",
        "What is your \"Back in my day, we...\" story?",
        "What is your best example of correlation not equaling causation?",
        "What is your best example of easy come, easy go?",
        "What is your best example of fake it till you make it?",
        "What is your best story from a wedding?",
        "What is your best story of you or someone else trying to be sneaky and failing miserably?",
        "What is your claim to fame?",
        "What is your cure for hiccups?",
        "What is your dream car?",
        "What is your favorite chore?",
        "What is your favorite dinosaur?",
        "What is your favorite drink?",
        "What is your favorite food?",
        "What is your favorite genre of book or movie?",
        "What is your favorite ghost story?",
        "What is your favorite guilty pleasure song?",
        "What is your favorite holiday movie?",
        "What is your favorite holiday?",
        "What is your favorite kind of Christmas cookie?",
        "What is your favorite movie soundtrack?",
        "What is your favorite number? Why?",
        "What is your favorite pastime?",
        "What is your favorite piece of clothing you own / owned?",
        "What is your favorite piece of technology that you own?",
        "What is your favorite place on earth?",
        "What is your favorite plushie?",
        "What is your favorite season? Why?",
        "What is your favorite shirt?",
        "What is your favorite thing to eat or drink in winter?",
        "What is your favorite way to waste time?",
        "What is your favorite winter sport?",
        "What is your favorite word? Why?",
        "What is your funniest story involving a car?",
        "What is your go to casino game?",
        "What is your go to restaurant for amazing food?",
        "What is your good luck charm?",
        "What is your grossest bug story?",
        "What is your guilty pleasure?",
        "What is your haunted house story?",
        "What is your least favorite word? Why?",
        "What is your most absurd dealbreaker?",
        "What is your secret talent?",
        "What is your weirdest nickname?",
        "What is your worst example of procrastination?",
        "What job do you think you'd be really good at?",
        "What job doesn't exist now but will exist in the future?",
        "What job would you be terrible at?",
        "What just around the corner tech are you eager to get your hands on?",
        "What keeps you up at night?",
        "What kind of art do you enjoy most?",
        "What kind of case do you have for your phone? Why did you choose it?",
        "What kind of interesting people did you meet while travelling?",
        "What kind of interior do you like a restaurant to have?",
        "What kinds of food do you usually eat on your favorite holiday?",
        "What kinds of things do you like to cook or are good at cooking?",
        "What languages do you wish you could speak?",
        "What lie do you tell most often?",
        "What life skills are rarely taught but extremely useful?",
        "What lifestyle change have you been meaning to make for a while now?",
        "What little things do you appreciate in life?",
        "What makes a good life?",
        "What makes you nervous?",
        "What makes you roll your eyes every time you hear it?",
        "What memory of yours feels real but is most likely false?",
        "What mistake do you keep making again and again?",
        "What movie can you watch over and over without ever getting tired of?",
        "What movie or book do you know the most quotes from?",
        "What movie quotes do you use on a regular basis?",
        "What movie scene choked you up the most?",
        "What movie title best describes your life?",
        "What movie universe would be the worst to live out your life in?",
        "What movie, picture, or video always makes you laugh no matter how often you watch it?",
        "What mythical creature do you wish actually existed?",
        "What mythical creature would improve the world most if it existed?",
        "What naps are the most satisfying?",
        "What near-future predictions do you have?",
        "What nicknames do you have for people in your life?",
        "What normally delicious food gets ruined when you wrap it in a tortilla?",
        "What obstacles would be included in the World's most amazing obstacle course?",
        "What odd smell do you really enjoy?",
        "What old trend is coming back these days?",
        "What one thing do you really want but can't afford?",
        "What or who has taught you most of the information you use on a regular basis?",
        "What outdated slang do you use on a regular basis?",
        "What outdoor activity haven't you tried, but would like to?",
        "What outfit could you put together from clothes you own to get the most laughs?",
        "What personal goals do you have?",
        "What personality trait do you value most and which do you dislike the most?",
        "What pets did you have while you were growing up?",
        "What piece of \"art\" would you create if you had to pretend to be an artist and submit something to a gallery?",
        "What piece of entertainment do you wish you could erase from your mind so that you could experience for the first time again?",
        "What piece of technology is really frustrating to use?",
        "What piece of technology would look like magic or a miracle to people in medieval Europe?",
        "What problems will technology solve in the next 5 years? What problems will it create?",
        "What product do you wish a company would make a \"smart\" version of?",
        "What product or service is way more expensive than it needs to be?",
        "What profession doesn't get enough credit or respect?",
        "What qualities do all your friends have in common?",
        "What question can you ask to find out the most about a person?",
        "What question would you most like to know the answer to?",
        "What questions would you like to ask a time traveler from 200 years in the future?",
        "What quirks do you have?",
        "What really needs to be modernized?",
        "What restaurant do you eat at most?",
        "What riddles do you know?",
        "What risks are worth taking?",
        "What scientific discovery would change the course of humanity overnight if it was discovered?",
        "What scifi movie or book would you like the future to be like?",
        "What seemingly innocent question makes you think \"It's a trap!\"?",
        "What shows are you into?",
        "What skill would you like to master?",
        "What small change greatly improves a person's appearance?",
        "What small gesture from a stranger made a big impact on you?",
        "What smartphone feature would you actually be excited for a company to implement?",
        "What smell brings back great memories?",
        "What social stigma does society need to get over?",
        "What song always puts you in a good mood?",
        "What song do you sing most in the shower?",
        "What song or artist do you like but rarely admit to liking?",
        "What songs do you feel compelled to sing along with when you hear them, even if you don't totally know all the words?",
        "What songs do you only know the chorus to?",
        "What songs have you completely memorized?",
        "What songs hit you with a wave of nostalgia every time you hear them?",
        "What sport could you play the longest in a televised game, without anyone discovering you aren't a professional athlete?",
        "What sports do you like to watch?",
        "What stat for your life would you most like to see?",
        "What state or country do you never want to go back to?",
        "What stereotype do you completely live up to?",
        "What still makes you cringe when you think back on it?",
        "What story you've heard has stayed with you and always disturbs you every time you think about it?",
        "What takes up too much of your time?",
        "What technology from a science fiction movie would you most like to have?",
        "What three items could you buy that would make the cashier uncomfortable?",
        "What three words best describe you?",
        "What tips or tricks have you picked up from your job / jobs?",
        "What topic could you spend hours talking about?",
        "What traits do you admire in another person?",
        "What trend are you tired of?",
        "What trends did you follow when you were younger?",
        "What TV channel doesn't exist but really should?",
        "What TV show character would it be the most fun to change places with for a week?",
        "What TV show or movie do you refuse to watch?",
        "What two films would you like to combine into one?",
        "What two things are terrible when separate but great when you put them together?",
        "What unethical experiment would have the biggest positive impact on society as a whole?",
        "What values are most important to you?",
        "What was a time you experienced an unusual coincidence?",
        "What was cool when you were young but isn't cool now?",
        "What was one of the most interesting concerts you've been to?",
        "What was ruined because it became popular?",
        "What was the best advice you received?",
        "What was the best birthday wish or gift you've ever received?",
        "What was the best book or series that you've ever read?",
        "What was the best compliment you've received?",
        "What was the best decision you ever made?",
        "What was the best invention of the last 50 years?",
        "What was the best thing that happened to you today?",
        "What was the best time period of your life? What do you think will be the best time period of your entire life?",
        "What was the biggest realization you had about yourself?",
        "What was the darkest movie you've ever seen?",
        "What was the funniest thing you ever experienced?",
        "What was the last book you read?",
        "What was the last funny video you saw?",
        "What was the last movie you watched? How was it?",
        "What was the last photo you took?",
        "What was the last situation where some weird stuff went down and everyone acted like it was normal, and you weren't sure if you were crazy or everyone around you was crazy?",
        "What was the last song you listened to?",
        "What was the last song you sung along to?",
        "What was the last time you worked incredibly hard?",
        "What was the most amazing physical feat you've managed to pull off?",
        "What was the most important appointment or deadline you missed?",
        "What was the most memorable gift you've received?",
        "What was the most over hyped place you've traveled to?",
        "What was the most unsettling film you've seen?",
        "What was the worst book you had to read for school? How about the best book you had to read for school?",
        "What was the worst decision you ever made?",
        "What was the worst shopping experience you've ever had?",
        "What was your biggest fear as a child?",
        "What was your favorite book as a child?",
        "What was your favorite childhood video game?",
        "What was your favorite restaurant when you were in university? How about when you were a child?",
        "What was your first smart phone? How did you feel when you got it?",
        "What was your most humbling moment?",
        "What was your most recent lie?",
        "What website do you visit most often?",
        "What weird accomplishment are you most proud of?",
        "What weird food combinations do you really enjoy?",
        "What weird or useless talent do you have?",
        "What weird potato chip flavor that doesn't exist would you like to try?",
        "What were some of the turning points in your life?",
        "What were you completely certain of until you found out you were wrong?",
        "What were you really into when you were a kid?",
        "What will be the future of TV shows?",
        "What will phones be like in 10 years?",
        "What will the future of education be?",
        "What word do you always mispronounce?",
        "What word do you always misspell?",
        "What word is a lot of fun to say?",
        "What word or saying from the past do you think should come back?",
        "What would a mirror opposite of yourself be like?",
        "What would a world populated by clones of you be like?",
        "What would be an accurate tag line for each month?",
        "What would be some of the downsides of certain superpowers?",
        "What would be some of the most annoying things about having yourself as a roommate?",
        "What would be the best thing you could reasonably expect to find in a cave?",
        "What would be the click-bait titles of some popular movies?",
        "What would be the most amazing adventure to go on?",
        "What would be the most unsettling thing to keep occasionally finding around your house?",
        "What would be the scariest monster you could imagine?",
        "What would be the worst food to be liquefied and drunk through a straw?",
        "What would be the worst thing to hear as you are going under anesthesia before heart surgery?",
        "What would be your first question after waking up from being cryogenically frozen for 100 years?",
        "What would be your ideal way to spend the weekend?",
        "What would be your perfect weekend?",
        "What would the adult version of an ice-cream truck sell and what song would it play?",
        "What would the box with all your hopes and dreams inside look like?",
        "What would you do if you knew you were going to die in one hour?",
        "What would you rate 10 / 10?",
        "What would your perfect bar look like?",
        "What would your perfect room look like?",
        "When did something start out badly for you but in the end, it was great?",
        "When did you last speak in front of a large group of people?",
        "When do you feel truly \"alive\"?",
        "When do you want to retire? What do you want to do when you retire?",
        "When is censorship warranted?",
        "When people come to you for help, what do they usually want help with?",
        "When people make mistakes about food (especially foreign food) do you feel the need to correct them? (i.e. sushi / sashimi or stromboli / calzone)",
        "When was a time you acted nonchalant but were going crazy inside?",
        "When was the last time you changed your opinion / belief about something major?",
        "When was the last time you climbed a tree?",
        "When was the last time you face palmed?",
        "When was the last time you felt you had a new lease on life?",
        "When was the last time you got to tell someone \"I told you so.\"?",
        "When was the last time you had a food fight?",
        "When was the last time you immediately regretted something you said?",
        "When was the last time you slept more than nine hours?",
        "When was the last time you stayed up through the entire night?",
        "When was the last time you went to a movie theater?",
        "When was the last time you were hopelessly lost?",
        "When was the last time you were snooping, and found something you wish you hadn't?",
        "When was the last time you yelled at someone?",
        "When was the most inappropriate time you busted out in laughter?",
        "When you are old, what do you think children will ask you to tell stories about?",
        "Where and when was the most amazing sunset you have ever seen?",
        "Where are some unusual places you've been?",
        "Where are you most likely to encounter an alien on Earth?",
        "Where are you not welcome anymore?",
        "Where did you go last weekend? What did you do?",
        "Where do you get most of the decorations for your home?",
        "Where do you get your news?",
        "Where do you get your recommendations for what to do and where to stay when you travel?",
        "Where do you spend most of your free time / day?",
        "Where do you usually go when you when you have time off?",
        "Where is the best place to take a date?",
        "Where is the best place you've been for taking walks?",
        "Where is the line between soup and cereal?",
        "Where is the most awe inspiring place you have been?",
        "Where is the most beautiful place near where you live?",
        "Where is the most beautiful place you have been?",
        "Where is the most interesting place you've been?",
        "Where is the most relaxing place you have been?",
        "Where is the most uncomfortable place you have ever slept?",
        "Where is the nicest place you have been to in fall?",
        "Where is the worst place you have been stuck for a long time?",
        "Where would you like to travel next?",
        "Where would you rather be from?",
        "Where would you spend all your time if you could?",
        "Which activities make you lose track of time?",
        "Which app has helped society the most? Which one has hurt society the most?",
        "Which app seemed like magic the first time you used it?",
        "Which celebrity do you think is the most down to earth?",
        "Which celebrity is the most likely to have a collection of canes that are just for show?",
        "Which celebrity or band has the worst fan base?",
        "Which charity or charitable cause is most deserving of money?",
        "Which countries have you travelled to?",
        "Which do you prefer, popular music or relatively unknown music?",
        "Which do you prefer? Books or movies?",
        "Which emerging technology are you most excited about?",
        "Which is more important, a great car or a great house? Why?",
        "Which of your scars has the best story behind it?",
        "Which of your vices or bad habits would be the hardest to give up?",
        "Which protagonist from a book or movie would make the worst roommate?",
        "Which recent news story is the most interesting?",
        "Which season are you most active in?",
        "Which sport is the most exciting to watch? Which is the most boring to watch?",
        "Which sports do you like to play?",
        "Which TV show do you want your life to be like?",
        "Which way should toilet paper hang, over or under?",
        "Who are some of your favorite athletes?",
        "Who are the 3 greatest athletes of all time?",
        "Who did you use to look up to, and why?",
        "Who do you feel like you know even though you've never met them?",
        "Who do you go out of your way to be nice to?",
        "Who do you think has the biggest impact on fashion trends: actors and actresses, musicians, fashion designers, or consumers?",
        "Who do you wish you could get back into contact with?",
        "Who had the biggest impact on the person you have become?",
        "Who has impressed you most with what they've accomplished?",
        "Who has zero filter between their brain and mouth?",
        "Who in your life brings you the most joy?",
        "Who in your life has the best / worst luck?",
        "Who in your life is the worst at using technology?",
        "Who inspires you to be better?",
        "Who is / was your most interesting friend?",
        "Who is social media for?",
        "Who is someone who is popular now that you really like? Why do you like them so much?",
        "Who is the oddest person you've ever met?",
        "Who is the most creative person you know?",
        "Who is your favorite entertainer (comedian, musician, actor, etc.)?",
        "Who is your go to band or artist when you can't decide on something to listen to?",
        "Who is your hero?",
        "Who is your oldest friend? Where did you meet them?",
        "Who was the first band or musician you were really into? Do you still like them?",
        "Who was your best / worst teacher?",
        "Who was your best friend in elementary school?",
        "Who was your craziest / most interesting teacher?",
        "Who would be the worst person to be stuck in an elevator with? How about the best person to be stuck in an elevator with?",
        "Who, besides your parents, had the biggest impact on your life?",
        "Why did you decide to do the work you are doing now?",
        "Why do you (not) give to charities?",
        "Why do you think sports are common across almost all cultures present and past?",
        "Will technology save the human race or destroy it?",
        "Would rather be able to speak to animals or every language in the world?",
        "Would you consider yourself an optimist or a pessimist?",
        "Would you eat at a restaurant that was really dirty if the food was amazing?",
        "Would you rather be a superhero or a wizard?",
        "Would you rather be able to control animals (but not humans) with your mind or control electronics with your mind?",
        "Would you rather be an average person in the present or a king of a large country 2 centuries?",
        "Would you rather be constantly itchy or constantly sticky?",
        "Would you rather be forced to dance every time you heard music or be forced to sing along to any song you heard?",
        "Would you rather be in a zombie apocalypse or a robot apocalypse?",
        "Would you rather be twice or half as tall as the average person?",
        "Would you rather cuddle a koala or pal around with a panda?",
        "Would you rather go back to age 5 with everything you know now or know now everything your future self will learn?",
        "Would you rather go hang gliding or whitewater rafting?",
        "Would you rather have a 1-minute conversation with your past self or your future self?",
        "Would you rather have all traffic lights you approach be green or never have to stand in line again?",
        "Would you rather have everyone you know be able to read your thoughts or for everyone you know to have access to your Internet history?",
        "Would you rather have one real get out of jail free card or a key that opens any door?",
        "Would you rather have skin that changes color based on your emotions or tattoos appear all over your body depicting what you did yesterday?",
        "Would you rather have to read aloud every word you read or sing everything you say out loud?",
        "Would you rather have universal respect or unlimited power?",
        "Would you rather have unlimited international first-class tickets or never have to pay for food at restaurants?",
        "Would you rather know the history of every object you touched or be able to talk to animals?",
        "Would you rather live without music or live without tv?",
        "Would you rather live without the internet or live without AC and heating?",
        "Would you rather see what was behind every closed door or be able to guess the combination of every safe on the first try?",
        "Would you rather shop for toys/gadgets in person or online?",
        "Would you rather stay in during a snow day or build a fort?",
        "Would you rather talk like Yoda or breathe like Darth Vader?",
        "Would you rather travel the world for a year on a shoestring budget or stay in only one country for a year but live in luxury?",
        "Would you want the ability to hear the thoughts of people near you if you couldn't turn the ability off?",
        "You find a remote that can rewind, fast forward, stop and start time. What do you do with it?",
        "You have to relive one day of your life forever. Which day do you choose?",
        "You're having a snack-attack! What's the first thing you grab?"
    ]
}