{
    "sentences": [
        "Are you loud? Do you like it?",
        "Are you part of the mile high club?",
        "Before you started dating, did you ever fantasize about them?",
        "Black lace or white T-shirt?",
        "Can you give a good example of your dirty talk?",
        "Commando. Yes or no? Why?",
        "Could you be satisfied in a romantic relationship with someone who doesn't want to have sex?",
        "Could you imagine yourself in non-monogamous relationship?",
        "Did you ever have a crush on a teacher?",
        "Did your parents ever give you the “birds and the bees” talk?",
        "Do you dream about them? What?",
        "Do you get jealous when other people check them out? How?",
        "Do you have a favorite sex toy? Which?",
        "Do you have any fantasies that embarrass you?",
        "Do you have any names for intimate parts? Which one(s)?",
        "Do you have any special preparations for your bedroom before a guest comes over? Ie. Different sheets, and/or things to hide/display?",
        "Do you leave the lights on or off during sex?",
        "Do you like being spanked? Why?",
        "Do you like cuddling? Why?",
        "Do you like experimenting with different positions? Why?",
        "Do you like getting tied up? How about tying them up? Why?",
        "Do you like going down on them? Why?",
        "Do you like humiliation? Why?",
        "Do you like it when the other goes down on you? Why?",
        "Do you like it when they make the first move? Why?",
        "Do you like it when they send you dirty pictures? Why?",
        "Do you like it when they talk dirty to you? Why?",
        "Do you like it with the lights on or off? Why?",
        "Do you like making out? Why?",
        "Do you like pet play? Why?",
        "Do you like playing rough? Why?",
        "Do you like ropes? Why?",
        "Do you like sex to be rough or sensual?",
        "Do you like them being possessive over you? Why?",
        "Do you like to be teased? Why?",
        "Do you like watching / being watched? Why?",
        "Do you like watching them touch themselves? Why?",
        "Do you like wearing provocative clothes in public? Why?",
        "Do you like your hair pulled? Why?",
        "Do you need an emotional bond to be intimate with someone?",
        "Do you own any toys? Which?",
        "Do you prefer doing it in the morning or night? Why?",
        "Do you prefer having some fun in the morning or at night? Why?",
        "Do you prefer long hair or short hair? Why?",
        "Do you prefer them shaved or all natural? Why?",
        "Do you prefer to give or receive? Why?",
        "Do you prefer to sleep in the buff or some clothes? Why?",
        "Do you prefer top or bottom? Why?",
        "Do you think you've ever done it so loud that you woke up the neighbors?",
        "Do you want to know what they're wearing?",
        "Do you want to play dirty truth or dare?",
        "Does age difference matter in a relationship?",
        "Does being sneaky give you a thrill?",
        "Does the thought of recording a video turn you on?",
        "Ever done something kinky with a stranger?",
        "Ever listened to a naughty file in public?",
        "Favorite position with the other on top?",
        "Feather or flogger?",
        "Got any naughty jokes you'd like to share?",
        "Handcuffs or Feathers? ",
        "Has anyone accidentally seen you naked?",
        "Have you been attracted to someone of the same sex? Who?",
        "Have you been caught going solo? By who?",
        "Have you been inside a sex/strip club? How was it?",
        "Have you been intimate with more than one person at the same time? What happened?",
        "Have you been to a sex dungeon? And?",
        "Have you bought lingerie for someone else? Who?",
        "Have you bragged to your friends about them? How?",
        "Have you done it in front of other people? How?",
        "Have you done it in the backseat? How?",
        "Have you done it in the water? How?",
        "Have you done it outside? How?",
        "Have you done it with more than one person in one day? How?",
        "Have you done something in your sex life you later regretted? How?",
        "Have you ever been caught checking someone out?",
        "Have you ever been nude in public?",
        "Have you ever been someone's first time?",
        "Have you ever been tied up or bound in some way, and then left there?",
        "Have you ever done sexy things with food?",
        "Have you ever faked it? When? Can you re-create it?",
        "Have you ever flashed someone?",
        "Have you ever gotten nude photos from someone?",
        "Have you ever hooked up with a coworker?",
        "Have you ever made naughty art, or written a naughty story?",
        "Have you ever played a dating sim or visual novel?",
        "Have you ever roleplayed in bed, and if so, what is your favourite story to share?",
        "Have you ever sent a sext to the wrong person?",
        "Have you ever sent a sext?",
        "Have you ever used a normal household item in a erotic or kinky way?",
        "Have you fantasized about someone else while making love? What?",
        "Have you gone skinny dipping? What happened?",
        "Have you gotten a lap dance? Did you like it?",
        "Have you had a friend with benefits? How did it go?",
        "Have you had a one night stand? What happened?",
        "Have you had an orgasm without being touched / touching?",
        "Have you hooked up with someone you weren't supposed to hook up with? Why?",
        "Have you hypnotized someone? How did it go?",
        "Have you just wanted to tear someone's clothes off? Did you?",
        "Have you played strip poker? Did you win?",
        "Have you taken naked pictures of yourself? Did you send them to someone?",
        "Have you tried edible underwear? Why?",
        "Have your sexual preferences changed over time, or roughly stayed the same?",
        "How can you tell someone is flirting with you?",
        "How did you find out about what you like in bed?",
        "How do they compare to other people you've been with?",
        "How do you enjoy (receiving/inflicting) pain?",
        "How do you enjoy aftercare?",
        "How do you keep your pubic area?",
        "How do you want the other to touch you? Describe it.",
        "How do you wish people would flirt with you?",
        "How does it feel when you orgasm?",
        "How easy is it for you to orgasm on command?",
        "How fast can you get there?",
        "How many exes' numbers are still in your phone?",
        "How many free agents' numbers are in your phone?",
        "How many partners have you had at one time?",
        "How many people have you been in a relationship with?",
        "How many piercings do you have? Where are they?",
        "How many rounds do you think you could go?",
        "How often do you like to be intimate?",
        "How often do you really think about doing it?",
        "How old were you when you had your first kiss?",
        "How old were you when you lost your virginity?",
        "How would you describe your package?",
        "How would you feel if they made you breakfast while wearing only an apron?",
        "If someone looked in your nightstand, what would they find?",
        "If someone was too vanilla would that be a deal breaker for you? Why?",
        "If you can describe their body with three words, how would you describe it?",
        "If you could do it with any celebrity who would you pick?",
        "If you could have one sexual superpower, what would it be?",
        "If you could only touch them in one place, where would it be?",
        "If you could see them wear anything, what would it be?",
        "If you had a pair of x-ray glasses, which part of their body would you look at first?",
        "If you had the power to give or receive unlimited orgasms, which would you pick?",
        "If you have glasses, do you leave them on during sex? Why or why not?",
        "If you were in a movie theater, and the other wanted to do it, what would you want them to do?",
        "If you were looking at movies online, what do you look for?",
        "If your love-making can be described by a weather event or a natural disaster, what would it be?",
        "In an ideal world, how long would foreplay be?",
        "Is laughing in the bedroom okay with you or do you prefer keeping things serious?",
        "Is there a sex toy you would (re)invent? Elaborate?",
        "Is there a sexy scene from a movie that you want to recreate with them?",
        "Is there anything you're afraid of in the bedroom?",
        "Is there something another person does that immediately arouses you?",
        "Is there something you find arousing in your imagination, but would never do in real life?",
        "Look around you, what is the first kinky thing you see?",
        "One-on-one or the more the merrier?",
        "Oral or hands? ",
        "Rough or sensual?",
        "Someone heard kissing burns a lot of calories. Want to help them exercise?",
        "Spit or swallow?",
        "They ask you to dress them for your date night, which outfit of theirs would you pick?",
        "They catch you staring at them. What part of them were you looking at?",
        "They come home from work stressed. How would you help them relax?",
        "Tight jeans or flirty skirt?",
        "Under the sheets, are you Iron Man, The Hulk, Thor, or Captain America?",
        "What are you best at in bed?",
        "What are your top three turn-ons?",
        "What attempts did you make to woo them? Which ones worked?",
        "What color underwear do you like the most on them?",
        "What do their lips taste like?",
        "What do you consider to be a red flag in someone?",
        "What do you do when you're watching a movie with your parents and a certain type of scene comes on?",
        "What do you dream about, related to them?",
        "What do you fantasize about, related to them?",
        "What do you find most attractive in someone?",
        "What do you find most important in a relationship?",
        "What do you like about BDSM?",
        "What do you like about being submissive?",
        "What do you look for in a partner for the bedroom?",
        "What do you prefer: boy shorts or thongs?",
        "What do you think about dirty talk over the phone or Facetime?",
        "What do you think about toys in the bedroom?",
        "What do you think about when you touch yourself?",
        "What do you think is your least attractive feature?",
        "What do you think is your most attractive feature?",
        "What do you think of 69?",
        "What do you think of masturbation while in a car?",
        "What do you think of open relationships?",
        "What do you wish someone would have told you about sex way earlier?",
        "What erotic thing you dream of would you love to experience in real life?",
        "What fantasy would you like to experience in real life?",
        "What is #1 on your sexual bucket list right now?",
        "What is a common fetish that you would never try in real life?",
        "What is a naughty fantasy you have about them?",
        "What is a sex act most people like that you think is overrated?",
        "What is an instant turn-on for you?",
        "What is one public place where you would want to do it?",
        "What is one thing that they wear that you find completely irresistible?",
        "What is one thing you want the other to do to you that they haven't done?",
        "What is one tip on how to be a good kisser?",
        "What is some advice you'd like to give or receive about sex and relationships?",
        "What is something new you'd like to try in bed?",
        "What is something sexual you haven't done yet, but would like to?",
        "What is something sexual you'd do if it didn't seem so dangerous?",
        "What is something that would be both flattering and slightly terrifying?",
        "What is something you enjoy as a fantasy, but would never want to do in real life even if it was possible?",
        "What is something you wish vanilla people could understand about kinky people?",
        "What is the best bedroom experience that you've ever had?",
        "What is the best thing a woman can do to you in bed?",
        "What is the craziest thing you have ever done?",
        "What is the craziest thing you’ve ever watched?",
        "What is the dirtiest thing you've thought about doing to them?",
        "What is the farthest you've gone on a first date?",
        "What is the hottest sex scene you've ever seen on TV or in a movie?",
        "What is the hottest thing someone’s ever done to you?",
        "What is the hottest thing you've done to someone else?",
        "What is the last kinky/erotic hypnosis file you listened to?",
        "What is the least sexy thing anyone’s ever said to you (while trying to be sexy)?",
        "What is the longest intimate session for you?",
        "What is the longest you've gone without doing it?",
        "What is the longest you've gone without doing it?",
        "What is the most embarrassing crush you’ve ever had?",
        "What is the most embarrassing time you got turned on?",
        "What is the most number of times you've done it in a row?",
        "What is the most sensitive part of your body?",
        "What is the sexiest mythological/fantasy creature?",
        "What is the sexiest thing someone has done for/to you?",
        "What is the sexiest thing they could say to you?",
        "What is the smallest place you have done it in?",
        "What is the weirdest place you've ever done it?",
        "What is the weirdest place you've ever given or gotten someone's number?",
        "What is the wildest fantasy you ever had that actually came true?",
        "What is the wildest thing you've ever done?",
        "What is the worst pick up line you've heard?",
        "What is worse, foreplay that lasts forever or no foreplay at all?",
        "What is your biggest turn off?",
        "What is your biggest turn on?",
        "What is your favorite analogy/euphemism for sex?",
        "What is your favorite kind of foreplay?",
        "What is your favorite kink?",
        "What is your favorite kinky/erotic hypno file?",
        "What is your favorite part of having sex?",
        "What is your favorite part of their body?",
        "What is your favorite place to be massaged?",
        "What is your favorite sex position?",
        "What is your favorite sextoy?",
        "What is your favorite song to get busy to?",
        "What is your favorite thing they do to you in bed?",
        "What is your favorite thing to do to them?",
        "What is your favourite technically non-sexual gesture/action when being intimate with another?",
        "What is your ideal date night?",
        "What is your opinion of hickies?",
        "What is your strangest off-limits crush?",
        "What kind of music do you like to play in the bedroom, if any?",
        "What kind of naughty dreams do you have?",
        "What kind of naughty pictures would you send?",
        "What kind of porn (if any) do you watch/read/consume?",
        "What object did your adult-ed teacher use to demonstrate how to put on protection?",
        "What part of the body do you find most attractive/erotic?",
        "What part of your body do you like the other touching the most?",
        "What personality traits do you find hot?",
        "What sex act have you done that you'll never do again?",
        "What trait or behavior immediately turns you off?",
        "What traits do you look for in a partner?",
        "What was the best erotic dream you remember?",
        "What was the craziest (erotic) thing you did?",
        "What was the first hypnotic experience you remember?",
        "What was the funniest accident you had during an erotic encounter?",
        "What was the highest number of orgasms you or your partner had in a row?",
        "What was the last dirty dream you had?",
        "What was the most arousing thing you ever experienced?",
        "What was the most unusual place you did naughty things at?",
        "What was your first \"adult\" experience?",
        "What was your first experience with erotic hypnosis like?",
        "What was your first time like?",
        "What was your most embarrassing sexual experience?",
        "What would be more of a turn on: angry sex or make-up sex?",
        "What would you do if the other sent you a dirty photo of them?",
        "What would you do if they answered the door without clothes on?",
        "When do they look the most beautiful to you?",
        "When is the last time you masturbated?",
        "When it comes to BDSM, how far have you gone/would go?",
        "When was a time you were so turned on you couldn't stand it?",
        "When was the last time you went solo?",
        "When you first met them, was it love at first sight?",
        "When you touch yourself, do you like to be stimulated in other places?",
        "When you wake up in the morning, what is the first thought that comes to mind when you look at them?",
        "When you're on top, What is your favorite position?",
        "Where is the most public place that you've touched yourself?",
        "Where on your body is your favorite place to be touched?",
        "Where's the most uncomfortable place you've ever done it?",
        "Which body part are you most proud of?",
        "Whipped cream or chocolate sauce? ",
        "Who do you think of when you pleasure yourself?",
        "Who is the sexiest person ever (real or fictional)?",
        "Who was the last person you licked?",
        "Will you make them breakfast in bed?",
        "Would you consider yourself a brat?",
        "Would you consider yourself a flirt?",
        "Would you consider yourself romantic?",
        "Would you ever answer the door naked?",
        "Would you ever want to have a threesome?",
        "Would you let someone watch you pleasure yourself?",
        "Would you let them pleasure you while you were driving?",
        "Would you rather be in control or lose control?",
        "Would you rather see them in lingerie or nothing at all?",
        "Would you say you've been on Santa's naughty or nice list most?",
        "You decide to give them a full body massage, where do you start?"
    ]
}