{
    "sentences": [
        "_app_ - An app mysteriously appears on your phone that does something amazing. What does it do?",
        "_app_ - How many apps do you have on your phone?",
        "_app_ - What apps have changed your life a lot?",
        "_app_ - What are the three best apps on your phone?",
        "_app_ - What do app makers do that really annoys you?",
        "_app_ - What is the most annoying app you have tried?",
        "_app_ - What is the most useful app on your phone?",
        "_app_ - What is the strangest app you have heard of or tried?",
        "_app_ - What’s the most addictive mobile game you have played?",
        "_app_ - Which app has helped society the most? Which one has hurt society the most?",
        "_app_ - Which app seemed like magic the first time you used it?",
        "_book_ - Do you prefer fiction or nonfiction books?",
        "_book_ - Do you prefer physical books or ebooks?",
        "_book_ - Do you think people read more or less books now than 50 years ago?",
        "_book_ - How fast do you read?",
        "_book_ - How often do you go to the library?",
        "_book_ - Now that indie publishing has become easier, have books gotten better or worse?",
        "_book_ - What book genres do you like to read?",
        "_book_ - What book has had the biggest effect on the modern world?",
        "_book_ - What book has had the biggest impact on your life?",
        "_book_ - What book has influenced you the most?",
        "_book_ - What is the longest book you have read?",
        "_book_ - What was the last book you read?",
        "_book_ - What was the worst book you had to read for school? How about the best book you had to read for school?",
        "_book_ - What was your favorite book as a child?",
        "_clothes_ Do you care about fashion? What style of clothes do you usually wear?",
        "_clothes_ Does fashion help society in any way?",
        "_clothes_ How do clothes change how the opposite sex views a person?",
        "_clothes_ If you didn’t care at all what people thought of you, what clothes would you wear?",
        "_clothes_ What is a fashion trend you are really glad went away?",
        "_clothes_ What is the best pair of shoes you have ever owned? Why were they so good?",
        "_clothes_ What is the most comfortable piece of clothing you own?",
        "_clothes_ What is the most embarrassing piece of clothing you own?",
        "_clothes_ What is your favorite shirt?",
        "_clothes_ What old trend is coming back these days?",
        "_clothes_ Who do you think has the biggest impact on fashion trends: actors and actresses, musicians, fashion designers, or consumers?",
        "_education_ - Are bigger or small schools better?",
        "_education_ - How can governments make education more efficient?",
        "_education_ - How can technology improve education? Can it hurt education?",
        "_education_ - How has the education you received changed your life?",
        "_education_ - Is teaching a skill that can be taught?",
        "_education_ - What are some good and bad things about the education system in your country?",
        "_education_ - What do you think of homeschooling?",
        "_education_ - What do you think of online education?",
        "_education_ - What do you think of standardized tests?",
        "_education_ - What or who has taught you most of the information you use on a regular basis?",
        "_education_ - What will the future of education be?",
        "_food_ - Do you like spicy food? Why or why not? What is the spiciest thing you have ever eaten?",
        "_food_ - Does government have a place in regulating food? To what extent should government regulate food?",
        "_food_ - If your life was a meal, what would kind of meal would it be?",
        "_food_ - What do you get every time you go grocery shopping?",
        "_food_ - What do you think of buffets?",
        "_food_ - What food do you know you shouldn’t eat but can’t help yourself?",
        "_food_ - What food looks disgusting but tastes delicious?",
        "_food_ - What foods do you absolutely hate?",
        "_food_ - What is your favorite food?",
        "_food_ - What would you want your last meal to be if you were on death row?",
        "_food_ - When people make mistakes about food (especially foreign food) do you feel the need to correct them? (i.e. sushi / sashimi or stromboli / calzone)",
        "_food_ - When was the last time you had a food fight?",
        "_goals_ - Do you usually achieve goals you set? Why or why not?",
        "_goals_ - Have your parents influenced what goals you have?",
        "_goals_ - How do you plan to make the world a better place?",
        "_goals_ - How have your goals changed over your life?",
        "_goals_ - How much do you plan for the future?",
        "_goals_ - What are some goals you have already achieved?",
        "_goals_ - What are some goals you have failed to accomplish?",
        "_goals_ - What are your goals for the next two years?",
        "_goals_ - What do you hope to achieve in your professional life?",
        "_goals_ - What is the best way to stay motivated and complete goals?",
        "_goals_ - What is the craziest, most outrageous thing you want to achieve?",
        "_goals_ - What personal goals do you have?",
        "_goals_ - When do you want to retire? What do you want to do when you retire?",
        "_holiday_ Do you wish there were more or less holidays? Why?",
        "_holiday_ Does having a day off for a holiday increase or decrease productivity at work?",
        "_holiday_ If some of the lesser known holidays were commercialized, what would the commercialization look like?",
        "_holiday_ If you could make a holiday, what would it be like? What traditions would it have? What would people eat on your holiday?",
        "_holiday_ If you had to get rid of a holiday, which would you get rid of? Why?",
        "_holiday_ What do you know about the history of some holidays?",
        "_holiday_ What holidays have been over commercialized?",
        "_holiday_ What is the biggest holiday for your family?",
        "_holiday_ What is your favorite holiday?",
        "_holiday_ What kinds of food do you usually eat on your favorite holiday?",
        "_movie_ - Do movies have the same power as books to change the world?",
        "_movie_ - Do you like documentaries? Why / why not?",
        "_movie_ - Do you like horror movies? Why or why not?",
        "_movie_ - Do you prefer to watch movies in the theater or in the comfort of your own home?",
        "_movie_ - What is the most overrated movie?",
        "_movie_ - What movie scene choked you up the most?",
        "_movie_ - What was the last movie you watched? How was it?",
        "_movie_ - What’s the strangest movie you have ever seen?",
        "_movie_ - What’s the worst movie you have seen recently?",
        "_movie_ - What’s your favorite genre of movie?",
        "_movie_ - When was the last time you went to a movie theater?",
        "_movie_ - Which do you prefer? Books or movies?",
        "_music_ - Are there any songs that always bring a tear to your eye?",
        "_music_ - Do you like classical music?",
        "_music_ - Do you like going to concerts? Why or why not? What was the last concert you went to?",
        "_music_ - How has technology changed the music industry?",
        "_music_ - Records, tapes, CDs, MP3s. Which did you grow up with? What is good and bad about each?",
        "_music_ - What bands or types of music do you listen to when you exercise?",
        "_music_ - What is your favorite movie soundtrack?",
        "_music_ - What song always puts you in a good mood?",
        "_music_ - What was the last song you listened to?",
        "_music_ - What’s the best way to discover new music?",
        "_music_ - Which do you prefer, popular music or relatively unknown music?",
        "_music_ - Who was the first band or musician you were really into? Do you still like them?",
        "_phone_ - Do you always have to have the latest phone?",
        "_phone_ - Do you experience phantom vibration? (Feeling your phone vibrate even though it didn’t.)",
        "_phone_ - Do you text more or call more? Why?",
        "_phone_ - How do you feel if you accidentally leave your phone at home?",
        "_phone_ - How often do you check your phone?",
        "_phone_ - What do you wish your phone could do?",
        "_phone_ - What is the most annoying thing about your phone?",
        "_phone_ - What kind of case do you have for your phone? Why did you choose it?",
        "_phone_ - What was your first smart phone? How did you feel when you got it?",
        "_phone_ - What will phones be like in 10 years?",
        "_random_ - A portal to another world opens in front of you. You don’t know how long it will stay open or if you’ll be able to get back after you go through. What do you do?",
        "_random_ - Are you a very organized person?",
        "_random_ - Are you very active of do you prefer to just relax in your free time?",
        "_random_ - Do you have any pets? What are their names?",
        "_random_ - Do you like reality TV shows? Why or why not? If so, which ones?",
        "_random_ - Has anyone ever saved your life?",
        "_random_ - Have you ever saved an animal’s life? How about a person’s life?",
        "_random_ - Have you ever spoke in front of a large group of people? How did it go?",
        "_random_ - How have TV shows changed over the years?",
        "_random_ - How much time do you spend on the internet? What do you usually do?",
        "_random_ - How often do you binge watch shows?",
        "_random_ - How often do you curse?",
        "_random_ - How often do you help others? Who do you help? How do you help?",
        "_random_ - How often do you stay up past 3 a.m.?",
        "_random_ - How should success be measured? By that measurement, who is the most successful person you know?",
        "_random_ - If you could bring back one TV show that was cancelled, which one would you bring back?",
        "_random_ - If you could call up anyone in the world and have a one hour conversation, who would you call?",
        "_random_ - If you could have any animal as a pet, what animal would you choose?",
        "_random_ - If you could learn the answer to one question about your future, what would the question be?",
        "_random_ - If you had a personal mascot, what would your mascot be?",
        "_random_ - If you had intro music, what song would it be? Why?",
        "_random_ - If you had to change your name, what would your new name be?",
        "_random_ - If you opened a business, what kind of business would it be?",
        "_random_ - If you were a king / queen, what would your throne look like?",
        "_random_ - If you were on the run from the police for a crime you didn’t commit, where would you go?        ",
        "_random_ - If your mind was an island, what would it look like?",
        "_random_ - Time freezes for everyone but you for one day. What do you do?",
        "_random_ - Was there ever an event in your life that defied explanation?",
        "_random_ - What animal or insect do you wish humans could eradicate?",
        "_random_ - What are some strange beliefs that some people have?",
        "_random_ - What are some things you want to accomplish before you die?",
        "_random_ - What are you best at?",
        "_random_ - What are you going to do this weekend?",
        "_random_ - What benefit do you bring to the group when you hang out with friends?",
        "_random_ - What cartoons did you watch as a child?",
        "_random_ - What did you do on your last vacation?",
        "_random_ - What do you bring with you everywhere you go?",
        "_random_ - What do you do to get rid of stress?",
        "_random_ - What do you do to improve your mood when you are in a bad mood?",
        "_random_ - What do you do when you hang out with your friends?",
        "_random_ - What do you fear is hiding in the dark?",
        "_random_ - What do you think about game shows? Do you have a favorite one?",
        "_random_ - What do you think about reality TV? Why is it so popular?",
        "_random_ - What do you think of tattoos? Do you have any?",
        "_random_ - What does your own personal hell look like? How about your own personal heaven?",
        "_random_ - What flavor of ice cream do you wish existed?",
        "_random_ - What is a controversial opinion you have?",
        "_random_ - What is something that is popular now that annoys you?",
        "_random_ - What is something that really annoys you but doesn’t bother most people?",
        "_random_ - What is something you are obsessed with?",
        "_random_ - What is the best room in your house? Why?",
        "_random_ - What is the most annoying habit someone can have?",
        "_random_ - What is the most disgusting habit some people have?",
        "_random_ - What is the silliest fear you have?",
        "_random_ - What is the strangest dream you have ever had?",
        "_random_ - What is your guilty pleasure?",
        "_random_ - What makes you nervous?",
        "_random_ - What smell brings back great memories?",
        "_random_ - What three words best describe you?",
        "_random_ - What trends did you follow when you were younger?",
        "_random_ - What was the best birthday wish or gift you’ve ever received?",
        "_random_ - What was the best time period of your life? What do you think will be the best time period of your entire life?",
        "_random_ - What was the last funny video you saw?",
        "_random_ - What was the last time you worked incredibly hard?",
        "_random_ - What weird or useless talent do you have?",
        "_random_ - What were you really into when you were a kid?",
        "_random_ - What will be the future of TV shows?",
        "_random_ - What word or saying from the past do you think should come back?",
        "_random_ - What would be your perfect weekend?",
        "_random_ - What’s the best / worst thing about your work / school?",
        "_random_ - What’s the best show currently on TV?",
        "_random_ - What’s the best sitcom past or present?",
        "_random_ - What’s the funniest TV series you have seen?",
        "_random_ - What’s the most underrated or overrated TV show?",
        "_random_ - What’s the most useful thing you own?",
        "_random_ - What’s your favorite number? Why?",
        "_random_ - What’s your favorite season? Why?",
        "_random_ - What’s your favorite way to waste time?",
        "_random_ - Where and when was the most amazing sunset you have ever seen?",
        "_random_ - Where did you go last weekend? What did you do?",
        "_random_ - Where do you spend most of your free time / day?",
        "_random_ - Where is the best place to take a date?",
        "_random_ - Where is the most beautiful place near where you live?",
        "_random_ - Where is the most beautiful place you have been?",
        "_random_ - Where is the worst place you have been stuck for a long time?",
        "_random_ - Which TV show do you want your life to be like?",
        "_random_ - Which is more important, a great car or a great house? Why?",
        "_random_ - Which recent news story is the most interesting?",
        "_random_ - Who had the biggest impact on the person you have become?",
        "_random_ - Who in your life brings you the most joy?",
        "_random_ - Who is someone who is popular now that you really like? Why do you like them so much?",
        "_random_ - Who is your favorite entertainer (comedian, musician, actor, etc.)?",
        "_random_ - Who is your oldest friend? Where did you meet them?",
        "_random_ - Who was your best friend in elementary school?",
        "_random_ - Who would be the worst person to be stuck in an elevator with? How about the best person to be stuck in an elevator with?",
        "_random_ - Who, besides your parents, had the biggest impact on your life?",
        "_random_ - You find a remote that can rewind, fast forward, stop and start time. What do you do with it?",
        "_random_ - You have to relive one day of your life forever. Which day do you choose?",
        "_restaurant_ - If you opened a restaurant, what kind of food would you serve?",
        "_restaurant_ - What is the best restaurant in your area?",
        "_restaurant_ - What is the fanciest restaurant you have eaten at?",
        "_restaurant_ - What is the most disgusting thing you have heard about that happened at a restaurant?",
        "_restaurant_ - What is the strangest themed restaurant you have heard of?",
        "_restaurant_ - What is the worst restaurant you have ever eaten at?",
        "_restaurant_ - What kind of interior do you like a restaurant to have?",
        "_restaurant_ - What restaurant do you eat at most?",
        "_restaurant_ - What was your favorite restaurant when you were in university? How about when you were a child?",
        "_restaurant_ - What’s the worst fast food restaurant?",
        "_restaurant_ - Would you eat at a restaurant that was really dirty if the food was amazing?",
        "_seasons_ Did your family take seasonal vacations?",
        "_seasons_ Do you feel like fall and spring are getting shorter?",
        "_seasons_ Do you prefer summer or winter activities?",
        "_seasons_ Is it better to live where there are four seasons or where one season takes up most of the year?",
        "_seasons_ What do you like to do in spring?",
        "_seasons_ What is your favorite thing to eat or drink in winter?",
        "_seasons_ What’s the best thing to do on a cold winter day?",
        "_seasons_ What’s the most refreshing thing on a hot summer day?",
        "_seasons_ Where is the nicest place you have been to in fall?",
        "_seasons_ Which season are you most active in?",
        "_sports_ - Do athletes deserve the high salaries they receive? Why or why not?",
        "_sports_ - Do you play sports video games? Which ones? Is playing the video game or sport more fun? Why?",
        "_sports_ - How much time do you spend watching sports in a week?",
        "_sports_ - What defines a sport? Is fishing a sport? How about video game tournaments?",
        "_sports_ - What do you think the oldest sport still being played is?",
        "_sports_ - What is the hardest sport to excel at?",
        "_sports_ - What sports do you like to watch?",
        "_sports_ - Which sport is the most exciting to watch? Which is the most boring to watch?",
        "_sports_ - Which sports do you like to play?",
        "_sports_ - Who are some of your favorite athletes?",
        "_sports_ - Who are the 3 greatest athletes of all time?",
        "_sports_ - Why do you think sports are common across almost all cultures present and past?",
        "_tech_ - Can you think of any technology that has only made the world worse? How about a piece of technology that has only made the world better?",
        "_tech_ - Does technology simplify life or make it more complicated?",
        "_tech_ - What do you think the next big technological advance will be?",
        "_tech_ - What is your favorite piece of technology that you own?",
        "_tech_ - What piece of technology is really frustrating to use?",
        "_tech_ - What piece of technology would look like magic or a miracle to people in medieval Europe?",
        "_tech_ - What problems will technology solve in the next 5 years? What problems will it create?",
        "_tech_ - What scifi movie or book would you like the future to be like?",
        "_tech_ - What technology from a science fiction movie would you most like to have?",
        "_tech_ - What was the best invention of the last 50 years?",
        "_tech_ - Which emerging technology are you most excited about?",
        "_tech_ - Will technology save the human race or destroy it?",
        "_travel_ - Do you prefer to go off the beaten path when you travel?",
        "_travel_ - Do you prefer traveling alone or with a group?",
        "_travel_ - Have you traveled to any different countries? Which ones?",
        "_travel_ - How do you think traveling to a lot of different countries changes a person?",
        "_travel_ - Talk about some of the interesting people you have met while traveling.",
        "_travel_ - What do you think of stay-cations? (Vacationing and seeing tourist attractions where you live.)",
        "_travel_ - What do you think of tour group packages?",
        "_travel_ - What is the longest plane trip you have taken?",
        "_travel_ - What is the worst hotel you have stayed at? How about the best hotel?",
        "_travel_ - What was the most over hyped place you’ve traveled to?",
        "_travel_ - What’s the best thing about traveling? How about the worst thing?",
        "_travel_ - What’s the best way to travel? (Plane, car, train, etc.)",
        "_travel_ - Where do you get your recommendations for what to do and where to stay when you travel?",
        "_travel_ - Where is the most awe inspiring place you have been?",
        "_travel_ - Where is the most relaxing place you have been?",
        "_travel_ - Where would you like to travel next?"
    ]
}